Repository: nadzyathedude/expense-tracker
Catalog: Tracker/Localizable.xcstrings
Source language: en
Languages: ru

source: Add Expense
ru: Добавить расход

source: Amount
ru: Сумма

source: Couldn't save expense. Please try again.
ru: Не удалось сохранить расход. Попробуйте ещё раз.

source: e.g. Groceries, Coffee
ru: Например, Продукты, Кофе

source: Expense added
ru: Расход добавлен

source: Log your spending in seconds
ru: Записывайте траты за секунды

source: New Expense
ru: Новый расход

source: Please enter a title
ru: Введите название

source: Please enter a valid amount
ru: Введите корректную сумму

source: Title
ru: Название
